{
    "_title": [
        "野草剑芒功法库"
    ],
    "_author": [
        "贺涟（1341109175）"
    ],
    "_date": [
        "2022/9/15"
    ],
    "_version": [
        "1.0.0"
    ],
    "_updateDate": [
        "2022/9/15"
    ],
    "_brief": [
        "基于野草剑芒功法库编写。"
    ],
    "功法类别": [
        "内功功法",
        "拳脚功法",
        "兵刃功法",
        "轻功功法",
        "杂学功法"
    ],
    "内功功法": [
        "五禽戏（内功，混元）\n华佗在《庄子》“二禽戏”（“熊经鸟伸”）的基础上创造的功法，仿效虎之威猛、鹿之安舒、熊之沉稳、猿之灵巧、鸟之轻捷对身体进行锻炼进而提升人的体质。\n功法品质：入门功法\n基础效果：最高 5 层，提供根骨×层数点混元真元。\n养生心：必须保证每晚休息 8 小时以上，规律饮食，且早中晚各进行半小时的导引术，该功法的额外效果才可生效。\n鸟兽形（5 层）：气力、根骨、身法、神识临时提升 5 点。",
        "八段锦（内功，混元）\n八段锦是一种流传非常广泛的导引之术，其动作舒展优美，祛病健身强健体魄，有着不错的效果。\n功法品质：入门功法\n基础效果：最高 5 层，提供根骨×层数点混元真元。\n体健（5 层）：非战斗情况下，花费半个小时，消耗真元上限一半的真元并进行一次根骨鉴定，若成功则回复自身根骨值五分之一的生命并移除内伤状态。",
        "鸣鹤功（内功，混元）\n一种模仿鹤唳九霄之态来进行气息控制的内功，姿态不雅但效果尚可。\n功法品质：进阶功法\n基础效果：最高 10 层，提供根骨×层数点混元真元。\n鹤唳（5 层）：整轮动作，发动时玩家必须模仿鹤的鸣叫。消耗 50 点真元并进行一次根骨鉴定，成功则回复自身根骨值五分之一的生命。\n独立（10 层）：如果玩家进行金鸡独立，则鹤唳只需要身法动作发动。",
        "坐枯禅（内功，混元）\n通过枯坐来平静身心的修炼功法，深受佛门中人及修炼人士喜爱。\n功法品质：进阶功法\n基础效果：最高 10 层，提供根骨×层数点混元真元。\n坐禅：每天至少拿出一个时辰时间坐禅，否则次日真元清零。\n澄澈（5 层）：整轮动作发动，进行一次心性检定，成功则回复等同于根骨值的真元。\n无波（10 层）：发动澄澈时额外解除自身一个精神类异常状态。",
        "泥人功（内功，土）\n将一些矿物和药材覆盖在身体表面来修炼的内功，可以锻炼出特殊的黄土内劲，覆盖面积随着功力深厚逐渐变大，会影响使用者外貌但效果惊人。\n功法品质：进阶功法\n基础效果：最高 10 层，提供根骨×层数点土属性真元。\n覆面：交涉相关检定产生 1 劣势。\n坚皮（5 层）：自身受到的武器和震荡伤害减少 5。\n归真（10 层）：取消敷面产生的劣势。",
        "慈鸦诀（内功，混元）\n取向于“乌鸦反哺”的仁道功法，厚积薄发后劲惊人。\n功法品质：入门功法\n基础效果：最高 5 层，提供根骨×层数点混元真元。\n幼雏：正常情况下真元无法恢复至真元上限，空缺量等于自身道心值。\n反哺（5 层）：战斗中每当你使用道心骰，你将恢复 20 点真元。若自身道心与“孝”相关则改为恢复 40 点真元",
        "纵横剑气（内功，金）\n古之剑圣流传下来的剑道内息锻炼之法，以剑入道、由道入剑,威力惊人。\n功法品质：进阶功法\n基础效果：最高 10 层，提供根骨×层数点金属性真元。\n剑心：若道心与“追求剑道真谛”无关，则每次使用都将受到等同于自身金亲和值的反噬伤害。\n剑气（5 层）：使用剑攻击且附加至少 10 点真元时，攻击范围增长为 2。\n剑意（10 层）：世间万物皆可为剑，使用所有兵器皆视为“剑”（但属性、标签和使用要求不变）。",
        "芳草歌（内功，木）\n古人以香草美人比喻志向高洁，品德高尚。此功法取此意向，以芳草之性来纯化自身真气，使人内力醇厚，温润绵长。\n功法品质：进阶功法\n基础效果：最高 10 层，提供根骨×层数点木属性真元。\n君子：君子以和为贵，芳草真气不可附加在兵器之上。\n兰桂（5 层）：恢复生命值场合可以通过心性检定额外获得回复。\n落英（10 层）：失去生命值的场合可以通过心性检定回复真气。",
        "春秋大义（内功，混元）\n武圣所传的高深内功，唯有忠义之人方能体会其中真谛。其气势磅礴浩然，威力无匹。\n功法品质：进阶功法\n基础效果：最高 10 层，提供根骨×层数点混元真元。\n忠义：道心必须与“忠义”相关，否则内功只能提供基础效果。\n丹心（5 层）：为他人而战时，每战一次，可使一次攻击目标应对取劣势且若命中则视为暴击。\n显圣（10 层）：每战一次，可以通过气运检定来尝试豁免一次伤害。",
        "渔家傲（内功，水）\n渔人修习的调息功法，用刺骨的冷水来提升体质。效果拔群，但隐患也很明显。\n功法品质：进阶功法\n基础效果：最高 10 层，提供根骨×层数点水属性真元。\n湿寒：修习此功法获得“湿寒”体质，在气候冷的场景里躲闪及拆招获得 1 劣势。\n渔技（5 层）：落水不会影响你的战斗且不会产生溺水伤害，豁免失衡状态取优势。\n渔夫（10 层）：移除“湿寒”体质。",
        "焦脉真气（内功，火）\n将炒热的铜豆子放置在周身大穴位用以练功的外门功法，对经络有一定损害，但真元炽烈霸道无比。\n功法品质：进阶功法\n基础效果：最高 10 层，提供根骨×层数点火属性真元。\n焦脉：每次恢复真元，进行一次根骨检定，失败则失去五分之一生命。一天失败三次进入内伤状态。\n焦土（5 层）：每次击中敌人进行一次火亲和检定，成功则额外产生 5 点火属性伤害。\n燎原（10 层）：消耗两倍于自身亲和值的真元进行一次爆发，消灭自身大部分衣物，对紧邻所有单位造成两倍火元素亲和值的伤害。",
        "瑜伽术（内功，混元）\n天竺国通过刺激脉轮来强健体魄的古老功法，通过一系列的训练来探寻“梵我合一”的道理与方法。\n功法品质：入门功法\n基础效果：最高 5 层，提供根骨×层数点混元真元，每次提升后可分配心性和根骨的数值（与原值差异不得超过 3 点且两者总和不变）。\n忘我（5 层）：豁免异常状态失败时，可以再通过一个劣势的心性检定来尝试豁免。",
        "混元功（内功，混元）\n深受习武人士喜爱的真元修行功法，积累真元颇为有效。但真气运行颇有阻滞，很难做到收发自如。\n功法品质：入门功法\n基础效果：最高 5 层，提供两倍根骨×层数点混元真元。\n混沌：当前真元总量低于一半的时候，每次使用真元需先进行一个根骨检定，若失败则使用的真元直接逸散。\n混元（5 层）：消耗简单动作额外对一个负面状态进行一次豁免检定。",
        "血魔诀（内功，混元）\n邪派高手创造出来，以血液为媒介提升自身真气的诡异功法。通常以禽兽之血为之，场面可怖有伤天和。更有极端者使用人血，为武林正道所不齿。\n功法品质：进阶功法\n基础效果：最高 10 层，提供根骨×层数点混元真元，每提高一层降低 5 点名声，只能突破周天不可打通周天。\n血气（5 层）：自身血量下降时，解除失衡、定身、眩晕状态。\n吸取（10 层）：每次给敌人造成真元伤害时，进行一次亲和检定，若成功则回复真元伤害一半的生命。",
        "梦虎功（内功，混元）\n此功法来源不可考，一说是前人从猫咪睡觉中悟出的神功，另一说是“八尾仙猫”所传。从梦境中提升真气的神秘功法。\n功法品质：进阶功法\n基础效果：最高 10 层，提供根骨×层数点混元真元。\n梦源：每天至少保持一半时间用于睡眠，否则无法使用真元。\n五虎：战斗中整轮动作令自己进行短暂的白日梦，使真元临时变为一种随机属性（投 1d6，结果 1-6 分别代表金、木、水、火、土及混元属性）。\n大梦：睡眠时生命及真元回复量翻倍。",
        "牝鸡司晨（内功，混元）\n习武之道，刚柔并济阴阳调和。此功法将阴阳之道逆转，以至于威力非比寻常。\n功法品质：进阶功\n基础效果：最高 10 层，提供根骨×层数点混元真元。\n异装：修习此功法者需在行为和着装上和异性一致，否则无法使用真气。\n异气（5 层）：出于功法的逆行倒施，真元与一般的真元天生相斥，可抵消五行属性的真元伤害。\n异知（10 层）：扮演异性时，气质和模仿检定获得 1 优势。",
        "三春柳（内功，木）\n修行者服下特殊工艺炮制的树籽，而后即可使之在肚脐中发芽。以自身真气滋养奇树，而奇树也会反过来为修炼者提供便利。\n功法品质：进阶功法\n基础效果：最高 10 层，提供根骨×层数点木属性真元。\n共生：肚脐中生出奇树“三春柳”，腹部会被人看出明显的异常。\n柳条（5 层）：三春柳生长的足够大，并在身体上缠绕。身法-5，视为装备了家传级别且无法脱手的长鞭。\n光合（10 层）：在有光环境下，通过整轮动作回复真元和生命。进行亲和检定，若成功则回复上限值一半的真元和生命，否则恢复 10 点生命和 20 点真元。",
        "霸王金锤（内功，金）\n普遍认为，人体头部的骨骼是最为坚硬密实的。此功法的修炼者通过修行，用金粉和真气来强化头部，使之无坚不摧。\n功法品质：进阶功法\n基础效果：最高 10 层，提供根骨×层数点金属性真元。\n宝首：修行者将失去头发，并获得锃亮的光头。金属性真元仅能附加在头上。\n铜头（5 层）：敌人命中自身头部时不因此产生特殊效果，且造成的物理伤害-10。\n金锤（10 层）：可以将头部当作精炼品质的短柄锤进行攻击和格挡（不会脱手）。",
        "气球劲（内功，混元）\n一位武林高人观察儿童吹猪尿泡作为气球用于玩耍，气球轻且坚韧，能承受很大的力量。进而创造了此功法。使用者将空气积累在腹中，助长自身内力，修炼成特殊的气球劲。\n功法品质：进阶功法\n基础效果：最高 10 层，提供根骨×层数点混元真元。\n大肚：修行者将获得一个大肚腩，并因此可能影响他人对自己的感观。\n受力（5 层）：利用气球肚带动自身身体转动，在躲闪钝标签武器的攻击时获得一优势。\n撒气（10 层）：每回合一次，通过吹出气流来格挡暗器，以瞬间动作进行一个气力检定，成功则可将轻标签暗器吹落。",
        "龟息功（内功，混元）\n道家修炼内功的一种功法，又名“玄武定”、“龟息真定功”。柔和缓慢，进步稳定。\n功法品质：入门功法\n基础效果：最高 10 层，提供一半根骨×层数点混元真元。\n定念（5 层）：获得异常精神状态的瞬间立刻进行一次额外豁免。\n龟息（10 层）：整轮动作，进入暂停呼吸的龟息假死状态，任何复杂或身法动作将退出此效果。龟息时不会受到溺水、毒气等因呼吸产生的伤害，且在脱离假死的回合攻击把自己当作死人的敌人时效果等同隐匿。",
        "铁裆功（内功，混元）\n武林中广泛流传的硬气功，利用药酒和反复打击称重锻炼裆部，需要有大毅力方可炼成。\n功法品质：入门功法\n基础效果：最高 5 层，提供根骨×层数点混元真元。\n练裆：随着层数的提升，你的生育能力逐渐降低直至不育。\n铁裆（5 层）：命中你腰裆的物理伤害减少 5 点且不会产生部位效果。"
    ],
    "拳脚功法": [
        "长拳（武学，拳脚）\n长拳流传最广，其的特点是在出手或出腿时以放长击远为主，其动作撑长舒展、筋顺骨直，是一种拳法入门的好功法。\n功法品质：入门功法\n舒展（入门）：拳脚攻击伤害提升至精炼，攻击范围变为 2，由短标签变为长标签。\n腰马（粗通）：腰马合一，豁免失衡状态获得 1 优势。\n拳祖（小成）：（泛用）熟练度不超过此武学的其他拳法，提升时具有 1 优势。\n通棍（大成）：（泛用）熟练度低于小成的棍法和低于粗通的枪法功法，提升时获得 1 优势。",
        "蒙古跤（武学，拳脚）\n蒙语称之为“博克”是蒙古族“男儿三艺”之一的传统功法。力量与技巧并存，适合高大威猛的人。\n功法品质：进阶功法\n熊抱（入门）：以实现产生一个破绽为代价，令你的擒抱尝试获得 1 优势。\n腿绊（粗通）：简单动作尝试绊倒擒抱住的敌人，进行气力检定（以对方气力为对立技能）， 若成功则使目标倒地（解除擒抱）。\n降服（小成）：腿绊成功时，额外消耗一个身法动作并进行气力检定（以对方气力为对立技能），若成功则令目标脱臼。\n熊背（大成）：在自身挣脱束缚或自己束缚的敌人挣脱束缚的尝试时，自身力量视为+20。",
        "白猿通背拳（武学，拳脚）\n传统武术拳种，发力独特。强调以猿背或猿臂取势，出拳刁钻，两臂若通故有此名。\n功法品质：进阶功法\n舒展（入门）：拳脚攻击伤害提升至精炼，攻击范围变为 2，由短标签变为长标签。\n连手（粗通）：一击未中时可以使用简单动作进行一次具有劣势的追击。\n猿臂（小成）：击中敌人后，额外进行一次神识检定，若成功则直接指定攻击部位。\n脱拳（大成）：（泛用）连手和猿臂的效果可以在使用同时具有“短”和“轻”标签且可被任意手使用的兵刃时生效。",
        "铁砂掌（武学，拳法）\n使用铁锅烧热铁砂来锻炼双手，辅以药酒洗练使双掌硬化的功法。属于硬气功的一种，与其他拳法内功搭配威力无穷。\n功法品质：进阶功法\n砂手（入门）：（泛用）拳脚伤害提升至精炼，但使用兵器攻击时取 1 劣势。\n白刃（粗通）：（泛用）使用空手格挡敌人兵器时不产生劣势。\n铁掌（小成）：（泛用）取消砂手的效果，并将拳脚伤害提升至家传。\n手印（大成）：拳脚攻击附加五行属性真元且命中敌人时，额外造成附加真元五分之一的持续元素侵蚀伤害。",
        "独臂拳（武学，拳法）\n自断一臂以求达到武道更高层次的极端功法，原为一江西的独臂武师所创。许多残障人士争相修习，也有诸多健全人仰慕其威力断手学习。\n功法品质：进阶功法\n独臂（入门）：修习者必须自断一臂，从此无法使用双手装备且需要用到两只手的检定获得1 劣势。若选择断惯用手，则此后武技检定获得 1 优势，但需要惯用手的其他技能检定也将获得 1 劣势。\n快拳（粗通）：（泛用）使用简单动作即可进行拳脚攻击。\n独劲（小成）：（泛用）命中敌人时额外造成 1D10 的物理伤害。\n速刺（大成）：（泛用）快拳和独劲的效果可以在使用同时具有“短”和“轻”标签且可被任意手使用的兵刃时生效。",
        "翻子拳（武学，拳法）\n俗称 “八闪十二翻”，手脚并重突出腿活，动作舒展。配合身法动作，妙用非常。\n功法品质：进阶功法\n架势（入门）：可以消耗一个身法动作来摆出被称为“旗鼓势”的待机姿势。当你被近战命中时，旗鼓势被打破且自身进入失衡，但此次所受物理伤害减半。\n盘根（粗通）：使用身法动作解除失衡时不会产生破绽。\n引手（小成）：旗鼓势状态下，进行一次伤害减半的拳脚攻击，若攻击未命中则进入引手状态，使敌人应对你的下次攻击时获得 1 劣势。\n毒龙钻（大成）：复杂动作，高高跃起以腿如钻般旋转钉下，若无引手则会在发动时产生破绽。此次攻击若命中则额外造成 2d10 物理伤害。",
        "鹰爪功（武学，拳脚）\n鹰爪功是专练手指抓劲的功夫，十指如钩如雄鹰捕食，给人以机智、果断、勇猛、优美之感。\n功法品质：进阶功法\n鹰爪（入门）：使用鹰爪功时不可装备指虎，但以手攻击时伤害和效果视为精炼匕首。\n擒腕（粗通）：拳脚命中敌人手臂后可以额外消耗身法动作从而擒抱住对方。\n甩脱（小成）：在擒抱目标时，可使用复杂动作将对方甩出自身气力/10（向上取整）格，造成 1d8 伤害并令目标失衡。\n鹰击（大成）：整轮动作进行对敌人进行一次对头部的精准攻击。",
        "连环腿（武学，拳脚）\n连环腿技在实战搏击中非常实用，兼融长度、力度、硬度为一体，可攻可守，功用全面，内容丰富。\n功法品质：入门功法\n一字马（入门）：用腿进行的拳脚攻击范围可增长为 2，但若如此做且被敌人躲闪开则自身获得失衡。\n连环踢（粗通）：每回合可以使用简单动作额外进行一次踢击，但若未命中自身获得失衡。\n威猛脚（小成）：若踢击附加了真元，则命中检定-10。\n反身踢（大成）：复杂动作进行一个具有劣势的踢击，若攻击成功当被对方格挡则可以将敌方兵器打落。若敌人装备的是利器，则需要进行一个气运检定，失败则受到 2d6 割伤。",
        "天罡指（武学，拳脚）\n玄门正宗流传的刚猛指法，空手进招，暗点周身大穴。也可用于封闭自身穴位压制自身伤势。\n功法品质：秘传功法\n刚指（入门）：以手指格挡轻兵器时不会产生劣势。\n戳击（粗通）：使用指的攻击造成传家品质的拳脚伤害。\n封穴（小成）：以复杂动作点穴封闭自身或自愿角色的真元流动，可忽略目标眩晕、中毒、虚弱、狂乱、内伤状态的效果 3 个回合，但目标使用真元后效果消失。\n点穴（大成）：指法攻击命中后可减少 20 点真元伤害，从而给目标附加定身状态。",
        "拈花指（武学，拳脚）\n佛门正宗流传的绵韧指法，手法轻缓，暗藏柔劲。绵里藏针令人防不胜防。\n功法品质：秘传功法\n柔指（入门）：以手指进行拆招时检定结果-10。\n接手（粗通）：可以对远程攻击进行拆招，成功则将暗器接住，但不会令敌人产生破绽\n拂穴（小成）：消耗复杂动作和 10 点真元进行一次不造成伤害的拳脚攻击，若命中则给目标附加定身效果。\n拈花（大成）：成功接手暗器时可使用一个简单动作以暗器技能原路打回。",
        "奔雷手（武学，拳脚）\n霹雳堂所习的刚猛掌法，刚猛无俦，气势夺人。\n功法品质：秘传功法\n声势（入门）：拳脚攻击时关节发出爆响，尚未被此功法击中过的目标需进行心性检定，若失败则无法应对此功法的攻击。\n列缺（粗通）：消耗整轮动作双掌齐出，进行两次拳脚攻击，其中第二次攻击敌人应对时获得劣势。\n冲天（小成）：消耗整轮动作双掌同时掷出暗器，进行两次暗器攻击。\n霹雳（大成）：攻击时可以额外附加最多等同于心性的真元在掌上，若命中则这部分真元伤害由自己与目标平摊，否则这部分真元伤害全部由自己承受。",
        "折刀踢（武学，拳脚）\n大食国的胡人创造的一种腿法，出腿凌厉犹如折刀，变化莫测，充满异国风情。\n功法品质：进阶功法\n腾跃（入门）：可以使用一个简单动作快速移动到 2 格内的一名角色身前且不会产生破绽。\n脚刀（粗通）：踢击伤害强化提升为 4D4。\n横扫（小成）：整轮动作，一手伏地并 360 度横扫所有紧邻角色，目标如不进行躲闪或躲闪失败则立刻倒地。每扫倒一人自身就进行一次根骨检定，若失败则自己受到 1d6 物理伤害。\n下劈（大成）：对倒地角色进行踢击取 1 优势且额外造成 1 倍武器伤害。",
        "八卦掌（武学，拳脚）\n八卦掌，又称游身八卦掌，是一种以掌法变换和行步走转为主的传统拳术。掌法精妙运转有度，也可为兵器使用提供章法。\n功法品质：进阶功法\n善奇（入门）：（泛用）使用奇门兵器时可取消失误翻倍或命中检定+5 的额外惩罚。\n游身（粗通）：攻击或应对敌人攻击后可立刻移动 1 格（若离开目标照常产生破绽）。\n先制（小成）：敌人利用你的破绽进行攻击时，你可以进行拆招。\n连环掌（大成）：一掌击中目标后可以使用简单动作再打一掌，做此攻击获得 1 劣势但敌人应对同样获得 1 劣势。",
        "龙拳（武学，拳脚）\n模拟龙行之势，以双手螺旋上升，螺旋下降，盘旋起伏，穿云拨雾之势为特点，其动作柔而大方，别有奥妙。\n功法品质：进阶功法\n盘龙（入门）：双手为爪，交叠呈龙型飞腾之势，进退有度，格挡兵器无劣势。\n秘印（粗通）：出手饱含龙之威势，命中妖类及鬼魂时额外产生 2D6 混元真元伤害。\n行云（小成）：拆招失败时可额外进行身法检定，若成功则躲开敌人攻击。\n裹缠（大成）：对持有武器的敌人拆招，成功后可以选择不追击，改为使其兵刃脱手。",
        "迷踪拳（武学，拳脚）\n动作轻灵敏捷，灵活多变，讲究腰腿功，脚下厚实，功架端正，发力充足。利用闪转腾挪来达到控制的效果。\n功法品质：进阶功法\n小崩拳（入门）：出拳打中敌人后可以消耗简单动作进行崩击，额外造成 1D8 伤害。\n铁门闩（粗通）：脚下扎实腰杆有力，在获得失衡或倒地状态时进行身法判定（倒地有 1 劣势），若成功则立刻回归站姿且不会产生破绽。\n冲天炮（小成）：拆招成功反击时可精准攻击头部。\n小厮扑（大成）：高明灵巧的摔角动作，消耗整轮动作，进行身法及气力检定（以对方对应属性为对立技能）。任意一项检定成功则令其失衡，均成功则令其倒地。",
        "罗刹拳击（武学，拳脚）\n北方胡人罗刹国的技击技术，罗刹国人不管阶层和种族，从小就接受战斗的教育，其拳击技术也颇为高明。\n功法品质：进阶功法\n直拳：复杂动作击出迅猛的直拳，敌人应对产生 1 劣势。\n勾拳：复杂动作击出一记针对上三路的勾拳，若命中敌人头部则伤害取最大，若命中胸部和腹部令敌人虚弱。\n摆拳：整轮动作，此次攻击拳头伤害视为传家（1d20）且力量视为+10。\n步法：当你躲闪近战攻击成功时，可以用简单动作对攻击者击出一记直拳。",
        "三皇炮捶拳（武学，拳脚）\n三皇炮捶门，历史渊源悠久，奉人文初祖轩辕黄帝（即人皇氏）为祖，故又称“人宗门”、“人祖门”、“三皇门”。强调“以气为主，以理当先”。\n功法品质：秘传功法\n炮锤（入门）：攻击命中后，计算震荡伤害时力量视为+10。\n气灌（粗通）：气灌双手，格挡时提前声明并消耗 10 点真元，则不会受到震荡伤害。\n人宗（小成）：单次消耗 10 点以下真元时，可以过一个心性检定，成功则真元流转回复这部分消耗。若道心与“百姓”“大爱”相关则检定获得 1 优势。\n死穴（大成）：击中敌人胸口时，可额外消耗 20 点真元，留下一个紫色淤斑，并选择额外造成 2D10 震荡伤害或附加定身效果。",
        "劈挂掌（武学，拳脚）\n古称披挂拳，亦名抹面拳，因多用掌，故而又称劈挂掌。动作大合大开，猛起硬落。合如伏炮，缩身藏头开如炮发，\n功法品质：进阶功法\n单劈手（入门）：劈掌攻击视为精炼伤害。\n双劈手（粗通）：攻击不中时可以使用简单动作立刻再劈一掌。\n蛇形步（小成）：消耗简单动作，使本回合拳脚攻击距离变为 2。\n开山掌（大成）：打中敌人后进行气力检定，若成功则额外造成 2D10 震荡伤害。",
        "八极拳（武学，拳脚）\n八极拳属于短打拳法，其动作普遍追求刚猛、朴实无华且发力迅猛的风格，属于短打拳法，其动作普遍追求刚猛、朴实无华且发力迅猛的风格。\n十字劲（入门）：进行擤气，需要玩家额外发出“哼”或者“哈”的短促而有力的声音，此时气力临时+10（仅战斗可用）。使用所有八极拳功法效果时，若不擤气则对自身造成 1D6伤害。\n顶心肘（粗通）：响应破绽时可以准确的用肘击攻击对方胸口。\n铁山靠（小成）：复杂动作使用肩头进行靠击，进行气力检定（以对方气力为对立技能），成功则使对方失衡，无拳脚伤害但计算震荡伤害。\n猛虎硬爬山（大成）：整轮动作，来完成一个组合动作。整套动作包含：出拳锤打一次、铁山靠一次、顶心肘一次。有任何动作失败则中断后续动作，三个动作均完成后敌人倒地。",
        "蛇拳（武学，拳脚）\n属于模拟蛇的各种动作形象结合技击的象形拳类，讲求动作开合得宜，刚柔相济，以柔为主，柔中有刚。\n功法品质：进阶功法\n蛇头飘掌：自身回合开始时，进行悟性检定来判定是否握成一个蛇形掌，若成功则本次战斗再切换武学功法前的拳脚伤害均增加 5 点。\n巨蟒翻身：躲闪成功时可进行一个空翻移动两格，此移动不会产生破绽。\n灵蛇戏珠：精准攻击敌人头部并命中时，戳中敌人双目，使之短暂失明。\n蛇信打穴：整轮动作，进行一次攻击，若命中则为敌人附加定身效果。",
        "地躺拳（武学，拳脚）\n地趟拳又称地功拳、八折拳、以跌扑滚翻的摔跌动作来诱敌入彀，独树一帜别有一番特点。\n功法品质：进阶功法\n后空摔：站立躲闪攻击时可令自己倒地，若如此做则此次躲闪视为自动成功。\n护身肘：倒地状态下可以很好的保护自己，倒地状态下拳脚格挡敌人武器无劣势。\n扳腿摔：选择一名紧邻角色，消耗复杂动作进行气力检定（对方气力为对立技能），若自己站立则具有 1 劣势，成功后对敌人造成 1d10 伤害并使敌人倒地。\n铁锁绞：掰动敌人关节或者头颈使之束缚，仅能对倒地敌人使用的招数，自己处于倒地状态也可使用。整轮动作进行拳脚检定，成功则束缚目标。复杂动作维持，每维持一回合造成2d6 的伤害。敌人挣脱此束缚时产生 1 劣势。"
    ],
    "兵刃功法": [
        "六合大枪（武学，枪法）\n最为基础的枪法，即心与意合，意与气合，气与力合为内三合，肩与胯合，肋与膝合，手与足合为外三合，共六合。是为诸多枪法之基石。\n功法品质：进阶功法\n拦（入门）：使用枪格挡失败时可耗费一个简单动作来，进行一个具有劣势的重新尝试。拿（粗通）：拆招成功时，敌人额外进行一次身法检定，若失败则其陷入失衡状态。\n扎（小成）：整轮动作进行攻击，若此次攻击命中敌人，则可以再对其进行一次攻击。第二次攻击只能造成武器伤害。\n六合（大成）：（泛用）苦修其他枪法功法时，减少一个消耗的成长机会。",
        "杨家枪（武学，枪法）\n忠良世家杨氏一脉传承的功法，有“杨家枪变化莫测，神化无穷，天下咸尚之。”的美称。其枪法虚实结合，充满变化。\n功法品质：进阶功法\n忠良（入门）：若使用者道心与“忠义”相关则使用此功法时枪法判定-6。\n穿林（粗通）：攻击时自身每有 10 点气力，则此次枪法判定结果-1。\n崩山（小成）：在格挡攻击失败之时，可耗费一个身法动作立刻进行二次格挡。\n回马枪（大成）：站立情况下自身攻击被敌人闪避或格挡之后，不消耗动作再进行一次攻击，但之后自身获得失衡状态。",
        "霸王枪（武学，枪法）\n托名楚霸王的刚猛枪法，是否确为西楚霸王创造有待考证。风格刚猛凌厉声势惊人，确有霸王之雄浑。\n功法品质：入门功法\n扛鼎（入门）：力量大于 40，方可使用此功法，否则后续判定皆增加 1 劣势。\n拔山（粗通）：枪法命中后额外进行一次劣势气力检定（对立对方气力），若成功则造成贯穿。\n盖世（小成）：格挡敌人攻击时进行一次劣势气力判定（对立对方气力），若成功则敌人武器脱手。\n金鸡点头（大成）：整轮动作，对单个敌人进行三次带有劣势的攻击。",
        "梨花落雨（武学，枪法）\n一种非常轻灵飘逸的枪法，动作迅捷轻灵。枪芒到处如梨花飘落，华丽而富有技巧性。\n功法品质：入门功法\n梨花（入门）：（泛用）可展示枪法的场合，气质检定获得 1 优势。\n若雪（粗通）：响应敌人破绽时获得 1 优势。\n翩跹（小成）：若本回合进行过枪法攻击，那么离开攻击目标身边不会产生破绽。\n雨落（大成）：枪法击中目标后，下一轮对该目标的攻击获得 1 优势。",
        "甩头一子（武学，远攻）\n绳镖的高明手段，既可掷抛远击，又可缩短近击。携带方便收缚隐蔽，打击突然令人猝不及防。\n功法品质：入门功法\n贼枪（入门）：只能用绳镖或流星锤使用此功法，回手时进行身法判定，成功则不消耗动作。\n甩手（粗通）：从其他武器切换为绳镖不需要花费动作。\n暗子（小成）：每战第一次使用此功法攻击时，若命中则伤害取满。\n双头（大成）：在绳镖的尾部再系上一个镖头，在攻击成功后可以使用简单动作将镖尾顺势射出。此次攻击必中但将暂时的失去这支绳镖。",
        "五虎断门刀（武学，刀法）\n五虎断门刀是常见器械套路之一，动作敏捷精灵、刚劲有力、勇猛矫健、神情兼备。是一套风格独特的传统刀术。\n功法品质：进阶功法\n猛虎下山（入门）：6 式套路，攻击的伤害将获得提升。每持续一回合增加 1D8 的伤害。若某回合未进行攻击或切换目标，套路将被迫中止并进入失衡。\n缠头裹脑（粗通）：进入持刀围绕头部、肩部的缠裹动作用于防守，复杂动作发动，简单动作维持。敌人若攻击了此状态下的自己上半身，攻击将被成功格挡并产生一个破绽，然后你失去缠头裹脑状态。\n虎虎生风（小成）：缠头裹脑可以无缝插入到猛虎下山套路中，若某个回合使用了缠头裹脑，则猛虎下山不会被打断。\n虎尾脚（大成）：攻击被敌人闪避或格挡的场合可以使出一记回旋踢。消耗简单动作进行拳脚检定，若成功则敌人需进行身法检定，身法检定失败则会进入失衡状态。",
        "八卦刀（武学，刀法）\n八卦刀是以刀术的基本刀法为基础，结合八卦掌的特点创编的演练起来随着步法的起落摆扣，身法的左转右旋，变化绵绵不断，滔滔不绝。适合奇门兵器使用。\n功法品质：进阶功法\n遁甲（入门）：可通过刀或者剑类兵器使用此功法，取消奇门兵器的失误翻倍修正。\n生克（粗通）：成功格挡攻击时，额外进行神识检定或者术算检定，若成功则不承受震荡伤害。\n连环（小成）：若攻击的敌人上轮被自己成功击中，则此次攻击可视为精准攻击。\n九宫（大成）：攻击成功或被敌人格挡后，自身可以立刻移动一格，且此次移动不会产生破绽。",
        "乾坤刀（武学，刀法）\n乾坤刀为长刀技法，左右交叉结合交互。技巧着重于前后左右上下攻防，也称为六合互手刀，以乾坤日月刀使用最佳。\n功法品质：进阶功法\n刀桩（入门）：可使用双手长兵器来使用此功法，使用乾坤日月刀时，取消其失误修正。\n拧转（粗通）：格挡成功时可进行一个气力检定（对立敌人气力）来拧转兵器，成功则减少2d10 震荡伤害，若使用乾坤日月刀则额外对敌人造成 1D10 的伤害。\n搪手（小成）：格挡失败时可使用简单动作再行一次具有劣势的格挡，如果成功则视为格挡成功。使用乾坤日月刀时二次格挡无劣势。\n回风（大成）：攻击被敌人躲闪时，可使用简单动作进行回手攻击。使用普通长兵器时，此次攻击 1 劣势，命中伤害和效果视为同品质长棍。使用乾坤日月刀时此次攻击判定不变且无劣势。",
        "云龙风虎（武学，锏法）\n鞭枪合击技，大开大合进退有度，气势逼人。长短虚实相合，令人防不胜防。腕悬钢鞭搭配长枪，常能在敌人意想不到的时候发起进攻。\n功法品质：进阶功法\n龙虎错（入门）：同时携带单鞭和长枪时可以使用此功法，钢鞭悬在腕上。这两种兵器的切换不消耗动作，也不会出现破绽。使用锏法和枪法中较低者尝试提升此功法。\n风中吟（粗通）：攻击失败或被格挡时，可以消耗一个简单动作，强制将两人距离变为 2， 并马上切换为长枪进行一次劣势攻击。\n云中啸（小成）：在成功躲避敌人攻击的时候可以消耗一个简单动作，强制将两人距离变为1，马上切换为钢鞭进行一次攻击。\n风云际会（大成）：钢鞭和长枪，在其中一个兵器成功命中之后如果距离合适即可进行一次神识检定，成功则可以使用另一个兵器再次攻击一次。",
        "温侯戟（武学，枪法）\n传说为古之名将有“飞将”之称的吕温侯使用的画戟功法，力道雄浑，神速惊人，是不可多得的兵器演练技法\n功法品质：进阶功法\n方天（入门）：道心与“变强”“追求力量”相关则在战斗中可以临时增加 8 点气力。可用任意长柄兵器使用此功法，但如果使用的是戟则再增加 6 点气力。\n冲阵（粗通）：攻击成功时，额外造成本回合移动格数的伤害。\n荡寇（小成）：攻击成功或被敌人格挡后可使用兵器横扫，进行力量检定（对立目标力量），成功则目标产生失衡并后退一格。\n无双（大成）：血量低于一半时，可以同时攻击攻击范围内的所有角色（致敬三国杀）。",
        "流云水袖（武学，鞭法）\n水袖起源于戏曲表演，在江湖儿女的优化改良之下也渐渐成为了一门威力不小的鞭法。但若要真心想将此功法练得飘逸灵动，仍是水袖最为合适\n功法品质：进阶功法\n飞袖（入门）：可用水袖、绸带、长鞭等柔软有韧性的长条物品使用这个功法。水袖、绸带等的伤害相当于（身法/10）D6。\n天罗（粗通）：格挡成功时不承受震荡伤害，若格挡失败，可以消耗身法动作立刻再次格挡。\n云行（小成）：若自身回合内不进行攻击且未离开某目标身边，则下次攻击前所有对其攻击的应对取 1 劣势，若下次攻击为该目标则同样享受 1 优势。\n束身（大成）：对同一目标连续三次格挡或攻击成功后，将使敌人获得束缚状态。",
        "白虹剑（武学，剑法）\n一种古老的剑术，招式古朴遒劲，直白沉稳。注重出手效率，剑意朴实之中生出灵动高远，是一门易学难精的剑法。\n功法品质：进阶功法\n光魄（入门）：趋向于“星、月、日”三光的三式套路，第三次攻击取优势，仅能在在光线充足的环境下使用。\n削手（粗通）：拆招成功时可以顺势削击敌人手指，消耗简单动作并进行剑术检定，成功则造成 1D8 伤害并使其兵器脱手。\n浩荡（小成）：剑上附加的真元不衰减。实战中使用白虹剑法经历 10 次战斗后方可尝试提升至本阶段。\n贯日（大成）：白虹贯日般的一剑，整轮动作发动，此次攻击取优势，且敌人不可进行格挡。",
        "避水剑（武学，剑法）\n轻灵写意取像于水的一门剑法，剑势如同流水一般。没有寻常章法可寻，却又剑意绵绵不绝。柔中带劲，令人防不胜防。\n功法品质：进阶功法\n柔水（入门）：通过内劲灌注剑身，使其质地变为柔韧。附加真元时，可将剑的标签改为“软”。\n流觞（粗通）：攻击时软剑会游走，因此敌人的格挡和拆招检定结果+10。\n无形（小成）：如果本回合没能造成有效伤害，则回合结束时额外获得一个简单动作。\n清凉（大成）：在剑身上灌注水属性真元的情况下命中敌人，可为敌人附加虚弱状态。",
        "铁弓战法（武学，远攻）\n弥补弓箭手近战不足的一种武学，使用弓和箭来进行贴身战斗，招法灵活狠辣，令人防不胜防。\n功法品质：进阶功法\n调教（入门）：可以使用弓进行格挡或该功法效果支持的近战攻击，但之后需进行一次锻兵检定。如成功则使弓恢复战斗前的状态，失败则为弓增加【失准】（远程攻击判定+10）状态。叠加失准超过 4 个，弓将损坏。也可以通过其他合理的保养兵器的功法移除此状态。\n弦绕（粗通）：使用弓弦来缠绕敌人肢体。可以使用弓进行拆招，成功后用箭进行一次刺击，箭刺为 1 劣势的剑术检定，伤害 2D8。\n弓扫（小成）：身体下潜，使用狭长的弓身扫击敌人小腿。消耗整轮动作，进行身法检定来代替武技检定判断是否扫击成功。可同时扫击身边多人，成功时使敌人倒地，并造成 1D8的伤害。每增加一个攻击对象，则多取 1 劣势。\n弦打（大成）：弦绕成功时，可消耗身法动作进行拉一次弦抽打。掷 1D6 来判断缠绕的位置， 1234-手臂、34-腿部、5-脖子、6-兵器。弦打进行气力检定，成功命中手臂造成脱臼和 2D6伤害，命中腿部造成脚崴和 2D6 伤害，命中头部造成眩晕和 2d10 伤害，命中兵器则使之脱手。",
        "桃花剑（武学，剑法）\n西域胡姬所使用的剑舞之道，虽为剑舞，但并非不实用的花架子。华丽且致命，血花点点如桃花落英，凌厉且富有美感。\n功法品质：进阶功法\n剑舞（入门）：寓剑于舞，在涉及音乐、节奏、舞蹈的场合雅趣检定结果-10。\n惊鸿（粗通）：优雅凌厉的回击，可以使用雅趣检定代替武技检定进行格挡。\n游龙（小成）：矫健敏捷的一剑，攻击被敌人躲闪时可额外消耗一个身法动作并进行雅趣检定，成功则视为暴击命中，且强制移动到敌人的对面。\n落英（大成）：使用此剑法对敌人伤害时，若附加最大真元，则额外为敌人附加 1D6 的持续流血伤害。",
        "武把抄（武学，刀法）\n由庄稼汉和普通武师总结出来的械斗技巧，虽不甚高超，但容易上手，因此流传非常广泛。\n功法品质：入门功法\n十八般（入门）：武把抄可以使用任何近战兵器和武技使用或提升，且提升此功法时自带有1 优势骰。\n驴打滚（粗通）：站立时若被近战攻击命中，可以通过后退一格并倒地来抵消一半的物理伤 害。\n千金坠（小成）：消耗整轮动作进行攻击，本次攻击视为力量+10 且命中后第一个武器伤害骰取最大。\n大套路（大成）：简单朴实的 9 式套路，每逢第 3/6/9 招时攻击获得 1 优势骰。",
        "解牛刀（武学，刀法）\n厨神庖丁留下的烹调之道中包含了对厨刀的正确使用之法，将此法应用于武道的刀法即被称作“解牛刀”，刀法严正，效率奇绝\n功法品质：进阶功法\n牛刀（入门）：使用短的刀剑才可以使用此功法，使用此功法时兵器不会被破坏。\n解构（粗通）：解牛之道提升眼力，在对物体结构进行观察的场合，检定结果-5，检查目标为动物身体则再-5。\n游刃（小成）：进行拆招的场合，会尽量避免刀刃的触碰。拆招检定结果+10 但产生 1 优势。\n厨神（大成）：7 式套路，第七式命中时武器伤害取最大值。每次攻击后可以选择对敌人躯体进行一次观察检定，若成功则套路额外跳过 1 式。",
        "托天覆海叉（武学，枪法）\n叉本为农具，但出于其锐利的外观也被用作兵器。此叉法大开大合却又粗中有细，适合身体健壮胆大心细的绿林豪杰。\n功法品质：入门功法\n晃环（入门）：此功法可用叉、镗、画戟、三尖刀来使用，并可在头部安装响环，可以在敌人拆招时消耗简单动作来晃动响环干扰敌人，使之神识检定增加 1 劣势。\n捣把（粗通）：消耗复杂动作，换手握持兵器头部，进行一次短距离从上至下的捣戳。此次攻击攻击距离为 1，默认视为攻击上三路且力量视为+10。\n舞叉（小成）：6 式套路，将威势逐渐积累。第 3 式后命中将令敌人附加失衡状态，第 5 式后命中则使敌人直接倒地。一次命中后自然终止套路。\n搅海（大成）：拆招成功时，可选择叉头锁住敌人兵器使其脱手，并顺势回转使用兵器另一头的杆部抽击敌人。简单动作发动，敌人武器脱手并遭受一次棍击，棍术检定，伤害等同于兵器同等品质长棍。",
        "战身刀（武学，刀法）\n八卦门的独门功夫，使用者必须拥有充沛的腰力，一手扶持刀柄，一手托着刀背，以腰力补充，托扶大刀进退攻防，刀身也可以当做盾牌使用，叫“刀背藏身”。\n功法品质：进阶功法\n腰眼（入门）：只能使用长柄的刀或者斧来使用，一手持柄一手托背，攻击距离缩减为 1。\n藏背（粗通）：简单动作进入藏背状态，瞬间动作取消。此状态下进行格挡时具有 1 优势，但攻击无法产生震荡伤害。\n推刀（小成）：格挡成功时可顺势推动大刀，消耗一个身法动作，使敌人产生一个破绽。\n欺身（大成）：整轮动作，攻击时强制将敌人击退一格，并令自己跟进到之前的位置。且敌人若要格挡或拆招需先进行一次气力对抗，若失败则直接视为应对失败。",
        "子午棍（武学，棍法）\n棍为百兵之祖，子午棍作为非常基础的棍法，流传甚为广泛。是很多习武之人的入门功法，练至大成可提升对兵器的理解。\n功法品质：入门功法\n舞棍花（入门）：消耗简单动作来进行舞花护住周身，直到下回合自己行动前，格挡具有 1优势。进行其他动作、被命中或一次成功的近战格挡后该状态消失。\n阴阳把（进阶）：若攻击前确定攻击上三路或者下三路，此次攻击检定结果-10。先锋手（小成）：命中敌人之后，可将棍停留在敌人握持武器的手的附近以干预其行动。若如此做则无法造成震荡伤害，但敌人的下次进攻产生 1 劣势。\n百兵祖（大成）：子午棍的效果可应用于所有兵器，“舞花”“阴阳把”“先锋手”的效果升级为泛用。",
        "泼风钺（武学，斧法）\n本功法乃是前朝殿前力士所创，是一门刚猛无俦的外门功夫，力道强悍的同时又迅捷无匹，练至深处犹如疾风卷地。\n功法品质：进阶功法\n皇家仪仗（入门）：本功法需使用仪仗兵器来使用，只能使用斧钺或者大刀、画戟、镋、枣\n阳槊、金瓜锤（长柄锤）来使用。手拿此类兵器的场合气质检定结果-9。\n力劈华山（粗通）：整轮动作进行攻击，此次攻击力量视为+20，且若攻击被格挡则进行一次气力检定，若检定成功攻击仍然命中。\n海底捞月（小成）：攻击下三路时，若命中腿足则可使敌人直接倒地，此时敌人需进行一个气运检定，若检定失败则额外附加“脚崴”效果。\n丹凤朝阳（大成）：整轮动作，跳跃到敌人身边进行一次精心准备的劈击。此次跳跃不会产生破绽，敌人拆招时取 1 劣势，且若此次劈击未命中可再进行一次提撩攻击。",
        "金刚震山锤（武学，煅兵）\n石匠师傅中流传的一种健体强身的功法，气势磅礴但缺少变化，属于容易上手但难能使用的精彩的一门功法。\n功法品质：进阶功法\n非锤（入门）：本功法可以使用任何标签为重的兵器使用，但只有锤类兵器不会受到损坏。非锤类兵器需在战斗后进行气运检定（普通品质以上有 1 优势），失败则兵器报废（传家及以上品质除外）。\n抡舞（粗通）：6 式套路，套路中力量视为+12，若攻击未命中且未被格挡则自身失衡。套路意外中断则会产生一个随机方向的位移，1D4 确定东西南北。\n敲山（小成）：手腕抖动的发力技巧，攻击命中敌人后可消耗一个简单动作将手上的震动力传递给敌人，对敌人额外造成 1D10 伤害，若此伤害大于 8 还会为敌人附加眩晕效果。\n金花（大成）：可使用复杂动作用重武器打坚硬物体（如锤击自己的另一把武器、捶打石板地面）产生定向迸发的火花，可对射程为 2 以内的敌人产生一次 1D10 的火属性攻击（对方可进行躲闪）。命中后进行一次气运检定，成功则将敌人衣物引燃，造成 5 点持续灼烧伤害。",
        "诗酒剑（武学，剑法）\n古人吟诗、饮酒、舞剑皆为风雅之事，三者也皆寄托了江湖儿女念念不忘的浪漫情怀。诗酒剑之发端已不可考，但以诗酒入剑的事迹可以追溯到很久以前。此功法寄情于剑，虽威力巨大，但发挥可能并不稳定。为文人雅士风流人物所喜爱。\n功法品质：进阶功法\n靑锋（入门）：本功法在大成前仅可通过剑来施展，战斗开始前进行一次雅趣检定，成功则本次战斗中可以在任意一次检定获得额外的 1 优势。本功法每次攻击时均需吟诵一首诗词， 若出现迟疑、错误或者诗词在本次游戏中出现重复，都会产生破绽。\n春醪（粗通）：若处于醉酒状态，则附加在兵器上的真元不衰减。起兴（小成）：命中敌人后，视吟诵诗词的内容获得效果强化。具体规则如下（出现多个内容时仅选择一个效果）：\n内容: 饮酒 效果:后续战斗中抵消醉酒检定惩罚 内容: 植物 效果:本次攻击的真元伤害转化为木 \n内容: 军旅 效果:本次攻击的真元伤害转换为金 内容: 悲悯 效果:本次攻击的真元伤害转化为火 \n内容: 田园 效果:本次攻击的真元伤害转换为土 内容: 行旅 效果:本次攻击的真元伤害转换为水 \n内容: 动物 效果:本回合补充一个简单动作  内容: 自然 效果:恢复 2D10 真元 \n内容: 音乐 效果:所有状态立刻进行一次豁免  内容: 古人 效果:重复上一回合效果 \n谪仙（大成）：如果每回合的诗词内容是连续的，则命中额外增加（N-1）*D6 的伤害，N 为持续回合数。若玩家吟诗颇为精彩且符合当前场景则攻击可以额外获得 1 优势（以说书人评定为准）。",
        "骑手鞭（武学，鞭法）\n军中操练的软兵器招数，为防备兵器失落而使用马鞭战斗的应急套路。长鞭短鞭及钢鞭均可操练，将军们通常都会练上一两手以备不时之需。\n功法品质：进阶功法\n骑鞭（入门）：此功法可使用长鞭、短鞭或单鞭使用。鞭在手时，对骑乘动物的御兽检定有1 优势\n翻腕（粗通）：使鞭翻花的手法，用于护住门户。使用身法动作用鞭进行格挡，检定结果-10且成功时可抵消一半震荡伤害。\n反手（小成）：可以消耗简单动作来完成一次带有劣势的鞭打。\n夺槊（大成）：空手入白刃的大胆招式，拆招成功的场合可以放弃追击改为尝试夺走对手兵器（需通过对立目标气力的气力检定）。",
        "逍遥扇（武学，剑法）\n使用铁扇进行技击的方法，动作飘逸颇有风度。既是青年书生防身御敌的武功，也常为中老年人健身所采纳。\n功法品质：进阶功法\n老少扇（入门）：本功法仅能通过铁扇来施展。若使用者年龄小于 30 岁则增加 5 点气质，若年龄大于 50 岁则增加 5 点伤抗。\n掷回旋（粗通）：可以将铁扇张开作为暗器回旋掷出，用以割伤敌人，使用暗器检定。伤害及射程如同等品质飞刀。但铁扇飞行可以回收，下回合开始时通过神识检定判断是否收回到手上。\n十二式（小成）：12 式套路，偶数轮对敌人的格挡检定结果-12，使用掷回旋和闭穴戳不会打断套路。\n闭穴戳（大成）：整轮动作精准攻击胸部，成功命中则为敌人附加定身效果。",
        "武装车进退法（武学，身法）\n江湖艺人将卖艺所用的常规兵器和奇门兵器巧妙的整合在一起，以独轮车的形式来推动，被称为“武装车”。使用武装车的方法也作为一种功法所流传下来。\n功法品质：进阶功法\n把式（入门）：本功法使用武装车施展，每掌握一种武学套路，本次战斗身法临时+2。\n轩辕（粗通）：若力量达到 40，使用武装车进行冲撞和格挡后，可以消耗简单动作使用车把进行一次击打。棍法检定，伤害同精炼品质长棍（2d10）。\n进退（小成）：可以推动武装车来将紧邻对手推走。复杂动作进行气力检定（对立目标气力），成功后可以连同敌人一起推到力量/10 的格子之外。\n腾挪（大成）：（泛用）使用车的体型来辅助战斗。可以通过消耗身法动作，选择跳到车上还是钻到车下。不论是上车还是钻车，此状态下均不能再移动。再消耗一个身法动作，则可以回到平地。若跳到车上敌人的攻击只能针对自己下三路，对敌人的攻击只能针对上三路。若到钻车下敌人的攻击取 1 劣势，但对敌人的攻击只能针对下三路。"
    ],
    "轻功功法": [
        "一日千里（轻功，身法）\n一种可以持久，适合拔足飞奔赶路登程的轻功，驿路的高手常会修炼此道以备不时之需。\n功法品质：进阶功法\n快脚（入门）：移动速度+1。\n腿功（粗通）：在豁免失衡状态时，取 1 优势。\n扎实（小成）：针对己方下三路的攻击，闪避取 1 优势。\n冲刺（大成）：若本回合放弃攻击，则狂奔时不会产生失衡。",
        "足下生风（轻功，身法）\n深受初入江湖的青年喜爱的华丽轻功，与翻子拳同出一门，动作大开大合极具观赏性。\n功法品质：进阶功法\n凌空跃（入门）：消耗一个身法动作，可准确凌空移动到距离自己 3 格的位置，此移动不产生破绽。\n后空翻（粗通）：卸力超过 1 格时可进行身法判定，判定成功则为空翻后退，不会倒地/失衡。失败则必定倒地并增加 1D4 的伤害。\n鹁鸪旋（小成）：在将要失衡/倒地时，可消耗简单动作进行身法检定，若成功则可侧翻移动到相邻格来抵消负面状态。\n金鸡落（大成）：凌空跃的过程中可提前以金鸡独立姿势下落。若经过有人的格子可以消耗简单动作对其上三路进行踢击，并在其相邻格子落地。",
        "踏歌行（轻功，雅趣）\n重意不重技的轻身功夫，相传为达摩祖师所创，且歌且行，以音乐鼓动自身真元气势。此功法形容古怪却又颇有奥妙。\n功法品质：进阶功法\n演歌（入门）：每次施展此功法时（即享受功法的特殊效果带来的好处，无论是否主动），玩家需演唱跟行走或佛教有关歌曲的一段，若不如此做将陷入失衡状态。\n摇摆（粗通）：闪避敌人攻击时可获得 1 优势。\n玄妙（小成）：踏歌而行时不会因移动和消耗身法动作而产生破绽。\n声场（大成）：每回合可额外获得 1 简单动作。",
        "飞毛腿（轻功，气力）\n一种以力破巧的轻功，使用者不论身材是否轻盈均可修习。常为身材高大威猛的力士采用。\n功法品质：入门功法\n毛腿儿（入门）：经过训练大腿会变得粗壮并生出厚厚的腿毛，针对自身下三路的攻击均取1 劣势。\n沉坠儿（粗通）：进行稳定身形相关的检定时，可以使用气力替代身法进行检定。\n大步儿（小成）：移动速度额外增加气力/30（向上取整）。\n窜高儿（大成）：消耗一个身法动作，可凌空跳跃到距离自己 3 格内任意位置，此移动不产生破绽。",
        "武行步（轻功，身法）\n为配合使用兵器而创造的轻身功夫，进退有道，攻守兼备。\n功法品质：进阶功法\n持械：因为需要配合兵器手感来维持平衡，手持兵器时才能使用此功法，若使用的兵器有扣 除身法则可以临时+5 身法。\n撑跃：可使用不带有“软”、“远”标签的兵器撑地来进行不产生破绽的凌空移动，此移动仅消耗简单动作，移动距离为兵器距离。\n偏转：格挡敌人攻击成功时，可以进行一次身法检定，若成功则可以引导敌人移动 1 格。\n滑步：每次攻击后可无论成功与否，都可以以瞬间动作额外移动一格（可能产生破绽）。",
        "小轻功（轻功，身法）\n民间流传甚广的轻功，会模仿日常生活中一些动物的移动方式。名为“小轻功”但麻雀虽小五脏俱全，内容非常全面，常作为武师入门的轻功。\n功法品质：入门功法\n猫蹿（入门）：每回合一次，使用简单动作，进行一次两格内的移动。\n狗闪（粗通）：进行狼狈的闪身躲避，动作不雅但效果拔群，躲闪检定-10。\n兔滚（小成）：被迫倒地时可立刻消耗 1 身法动作翻滚至相邻格子内起身。若消耗复杂动作\n兔滚则不会产生破绽，且可对起身格相邻位置的敌人进行一次踢击。\n鹰翻（大成）：因为敌人的原因产生位移或产生倒地/失衡状态时，可消耗简单动作进行一次身法检定，若成功则通过一个空翻，马上回到原位并恢复站立状态（无破绽）。即使失败也会翻回到原位，但会产生失衡和破绽。",
        "行波踏浪（轻功，身法）\n渔人们行船的下盘功夫，以稳健著称。在水中尤为灵通，但在岸上同样十分实用。\n功法品质：进阶功法\n凫水：在水中不会受到溺水伤害。\n白条：免疫落水状态的所有负面效果。\n实地：主动豁免失衡或起立时仅需要消耗简单动作。\n艨艟脚：消耗 5 点水属性真元和一个身法动作来踢击对方脚踝，进行拳脚检定。攻击成功造成 1D10 伤害并使之进入失衡状态。",
        "大鹏展翅（轻功，身法）\n一种非常高明的轻功，动作飘逸且潇洒。但使用者需保持童子之身，使许多人望而却步。\n功法品质：进阶功法\n童子：使用此功法需保持童子之身，否则每次移动或跳跃需进行一次根骨检定，检定失败时\n失去 1D20 点真元。\n摩云：移动离开敌人身边时不会产生破绽。\n北冥：可在水中正常跃起和行走。\n金翅：可在从敌人身边掠过时，对敌人进行攻击。 ",
        "踏雪无痕（轻功，身法）\n步法轻灵的玄妙轻功，练至巅峰境界真可踏雪无痕。来去无踪，无迹可寻，令人大呼精妙。\n\n功法品质：进阶功法\n滑冲（入门）：狂奔距离提升为移动速度的三倍，狂奔结束后进行身法检定，成功则不会失衡，而失败则会因为滑铲刹车进入倒地状态。\n静默（粗通）：以正常速度移动不会发出声响，此时潜行获得 1 优势。\n腾跃（小成）：成功闪避敌人攻击后可不产生破绽地以瞬间动作进行一次跳跃。\n鬼魅（大成）：包括滑冲、腾跃、普通跳跃在内的身法动作均不会发出声响。无声移动进入敌人上次攻击方向相反的格子后，敌人需神识检定，若失败则你对其隐匿。",
        "雷厉风行（轻功）\n霹雳堂修习的一种轻功，气势磅礴且富有杀伤力，移动的同时兼具攻击性。\n功法品质：进阶功法\n威压（入门）：移动接近某个敌人时进行气质检定，若成功则可用眼神将其摄住，下回合此人移动速度减半。\n疾风（粗通）：进行身法检定时检定结果-10。\n惊雷（小成）：移动结束后可消耗简单动作对自身相邻的角色进行肘击，成功则对其造成 1D8伤害，该伤害无法通过真元吸收。\n轰然（大成）：移动时可选择额外消耗 10 点真元反推自身进入狂奔状态，抵达目标后可选择消耗 10 点真元进行刹车从而避免失衡。启动和刹车时身边的所有角色（不分敌我）都需进行元抗检定，失败则受到 1D10 的真元伤害。"
    ],
    "杂学功法": [
        "神兵诈术（杂学，模仿）\n使用手工活来欺骗敌人的方法。常为心灵手巧的混混所用，有时能唬住真正的高手。\n功法品质：进阶功法\n纸兵（入门）：使用竹篾和宣纸糊成尺寸夸张的超大型兵器（如巨锤、门板巨剑、超巨型开山斧等）其外观足以以假乱真，伤害 1D4，命中敌人或被格挡后会破坏。每个模组可以携带\n\n一把这样的兵器，破坏后需 30 分钟和炼器检定来进行修复。若修复失败可以多次再度尝试，但此时消耗的时间将逐次提升为 1/2/4…小时。\n演技（粗通）：与敌人遭遇时进行一次有优势的模仿检定，成功后敌人将相信你是一个武功\n\n高强的大力士，并尽力使用闪避来应对你的每一次攻击（NPC）。但这种欺骗效果一旦被戳穿就无法再次生效。\n封灰（小成）：把石灰封在纸糊的兵器里，在纸糊模型被破坏之后敌人需进行一次气运检定，若失败则会被附加一个致盲效果。\n真假（大成）：在修复纸兵时可以把真兵器藏在其中。使用这样的伪装兵器，对之前识破过自己纸兵的敌人进攻取 1 优势。 ",
        "伯乐马经（杂学，御兽）\n鉴别和豢养、训练马匹的技巧。为古人孙阳子所传之秘术。\n功法品质：进阶功法\n相马（入门）：马经的入门之道，在采购马匹时可生成两次属性取其一。\n饱草（粗通）：通过科学的喂养方法，每天一次，可以在单回合内使马匹速度翻倍。\n得驯（小成）：可以训练骑乘的骏马作出一些高难度动作，在骑乘状态下可以以 30 的身法进行躲闪，并可以跃过 1 格的障碍地形而不减速。\n名驹（大成）：马经中记载有名驹谱，在获取马匹时可进行一次气运检定。若成功则将由相\n\n马者说明此马名称来历，并掷 1D4 获得额外效果。1——护主：在主人濒死或失去意识时，会主动尝试带主人到安全所在。2——千里：速度提升为原本的 1.5 倍，闪避场合取 1 优势。3——腾跃：无视林丘、沼泽、灌木等复杂地形，可以轻松跃过 3 格内的障碍而不减速。4——冲杀：每回合可主动进攻紧邻敌人一次，主人消耗 1 个简单动作并使用御兽代替拳脚技能攻击，命中则造成 2D12 的踢击伤害。 ",
        "岐黄道（杂学，医术）\n赤脚医生的基本医术，虽然治不了疑难杂症，但也能治疗一些头疼脑热、夹气伤寒、外伤脱臼的常见病。\n功法品质：进阶功法\n汤药：每日三次，消耗一个时辰时间进行一次采药检定来制作一剂汤药，成功则可以令目标恢复 1D10 的血量，大失败使目标获得 5 持续中毒伤害。\n拔罐：消耗半个时辰来对目标进行一次医术检定，成功则移除目标除内伤、骨折之外的负面效果，大失败使目标减少 1D10 真元且眩晕一个时辰。\n刮痧：消耗半个时辰对目标进行一次医术检定，成功则恢复目标 2D20 的真元。大失败则使目标减少 1D10 血量并进入虚弱一个时辰。\n膏药：每日三次，消耗一个时辰进行一次采药检定来制作驴皮膏药，贴上膏药可使目标所有抗性检定取 1 优势。效果持续一次战斗，保质期一天。大失败的膏药没有效果，且揭下时会造成 2d10 伤害。 ",
        "无赖话术（杂学，哄骗）\n流氓街溜子的特殊话术，能够快速获得陌生人信任。\n自来熟：进行一次哄骗检定，成功则让对方误认为你是他的一个熟人。在符合此设定的合理交涉时，取 1 优势（由说书人裁定）。\n充老乡：进行一次模仿鉴定，成功则可以说出交涉对象的方言，假装是对方老乡。符合此设定的合理交涉时，取 1 优势（由说书人裁定）。\n请喝酒：在随身携带酒且“自来熟”或“充老乡”成功的情况下可以使用此项技能，请目标饮酒。进行一次说服检定，成功则对方将喝掉你的酒并告知你一个确定为真的信息，失败的场合酒会被喝掉但不会得到有用信息。\n借荆州：在“请喝酒”成功后，可以向目标借用一件并不十分贵重的物品，或少量银子。"
    ]
}